[
  {
    "username": "hotelwala2",
    "name": "Hotel Pokhara View",
    "description": "Nestled near the serene shores of Phewa Lake, Hotel Pokhara View offers stunning lake and mountain vistas from nearly every room. With a modern yet cozy atmosphere, it’s a favorite among both solo travelers and families. The hotel features comfortable rooms, an on-site restaurant with local and continental dishes, and easy access to Lakeside attractions. Guests often enjoy watching paragliders descend from Sarangkot while sipping tea on the rooftop. Its central location makes it an ideal base for exploring Pokhara’s natural beauty and vibrant markets.",
    "contact_no": "9801234567",
    "address": "Lakeside, Pokhara",
    "longitude": 83.9822,
    "latitude": 28.2096,
    "category": "accommodation"
  },
  {
    "username": "hotelwala3",
    "name": "Mountain Inn",
    "description": "Mountain Inn is a peaceful retreat tucked away in Sedi, offering breathtaking views of the Annapurna range. This boutique hotel is designed with comfort and simplicity in mind, making it perfect for travelers seeking a quiet, nature-filled stay. Rooms are well-lit, clean, and equipped with essential amenities, while the staff is known for their friendly and attentive service. The property is just a short walk from peaceful hiking trails and the northern banks of Phewa Lake. Whether you're looking for a romantic getaway or a rest after trekking, Mountain Inn provides a warm and tranquil experience.",
    "contact_no": "9802345678",
    "address": "Sedi, Pokhara",
    "longitude": 83.9946,
    "latitude": 28.2430,
    "category": "accommodation"
  },
  {
    "username": "hotelwala4",
    "name": "Lodge Paradise",
    "description": "Lodge Paradise offers travelers a budget-friendly stay without compromising on quality or hospitality. Located in Damside, just a short walk from the lake and main town center, it is a convenient hub for tourists. The lodge features neat rooms with comfortable beds and a homely atmosphere, complemented by genuinely warm staff. Guests often praise the personal touch and helpful travel assistance provided by the management. Whether you're here for adventure or relaxation, Lodge Paradise offers a reliable and welcoming place to stay.",
    "contact_no": "9803456789",
    "address": "Damside, Pokhara",
    "longitude": 83.9739,
    "latitude": 28.2088,
    "category": "accommodation"
  },
  {
    "username": "hotelwala5",
    "name": "Green Valley Hotel",
    "description": "Green Valley Hotel is an eco-conscious accommodation option in the peaceful Khahare area of Pokhara. Surrounded by gardens and greenery, the hotel focuses on sustainability, offering solar-powered hot water and locally sourced meals. Its rooms are airy and pleasant, each offering garden or partial mountain views. Ideal for travelers looking for a quiet, environmentally-friendly escape, Green Valley also promotes outdoor experiences like short nature walks and meditation. It's a refreshing alternative for those who value both comfort and a lighter footprint.",
    "contact_no": "9804567890",
    "address": "Khahare, Pokhara",
    "longitude": 83.9671,
    "latitude": 28.2170,
    "category": "accommodation"
  },
  {
    "username": "yatayat1",
    "name": "Pokhara Bus Service",
    "description": "Pokhara Bus Service is a well-established transport provider serving both local and intercity routes. With a reputation for punctuality and affordability, it is widely used by locals for daily commutes and short-distance travel. Buses are regularly maintained and staffed by courteous drivers and conductors. The company operates frequent routes connecting Pokhara to nearby towns, making it a vital link in the local transportation network. If you’re looking for a reliable and cost-effective way to get around, Pokhara Bus Service is a solid choice.",
    "contact_no": "9805678901",
    "address": "New Road, Pokhara",
    "longitude": 83.9812,
    "latitude": 28.2131,
    "category": "transport"
  },
  {
    "username": "yatayat2",
    "name": "Lake City Travel",
    "description": "Lake City Travel is a premium tourist transportation company based in the heart of Pokhara. Specializing in deluxe bus services, it offers comfortable seating, air-conditioning, and Wi-Fi on select routes. Ideal for both domestic and international tourists, the company covers routes to Kathmandu, Chitwan, and other major destinations. Staff are trained to handle tourist needs, and onboard services ensure a smooth travel experience. For those prioritizing comfort and convenience during intercity travel, Lake City Travel delivers exceptional service.",
    "contact_no": "9806789012",
    "address": "Prithvi Chowk, Pokhara",
    "longitude": 83.9840,
    "latitude": 28.2025,
    "category": "transport"
  },
  {
    "username": "yatayat3",
    "name": "Nepal Express",
    "description": "Nepal Express is known for its fast and efficient intercity transport options throughout Nepal. Operating a fleet of modern buses, it caters to both regular passengers and tourists looking for quick access to cities like Kathmandu, Butwal, and Bharatpur. With strategically placed departure points and an emphasis on on-time arrivals, it’s favored by working professionals and business travelers. The buses are equipped with reclining seats and ample luggage space. Nepal Express is the go-to option for travelers wanting dependable and timely service without the frills.",
    "contact_no": "9807890123",
    "address": "Bagar, Pokhara",
    "longitude": 83.9705,
    "latitude": 28.2242,
    "category": "transport"
  },
  {
    "username": "yatayat4",
    "name": "Mountain Movers",
    "description": "Mountain Movers is a versatile transport company that provides both passenger and cargo services across Gandaki Province and beyond. Whether you’re moving personal goods or catching a ride to a nearby town, their team ensures reliability and care. They operate a mixed fleet of mini-trucks, buses, and jeeps suited for both urban roads and rugged terrain. With competitive pricing and flexible booking options, Mountain Movers is a favorite among businesses and locals alike. Their base in Chipledhunga keeps them connected to key commercial and tourist hubs of Pokhara.",
    "contact_no": "9808901234",
    "address": "Chipledhunga, Pokhara",
    "longitude": 83.9952,
    "latitude": 28.2299,
    "category": "transport"
  }
]
